Repository: 0fca/pika-core
Catalog: Resources/Areas/Core/Controllers/App/StorageController.*.resx
Languages: pl

source: Something went wrong...
pl: Coś poszło nie tak...

source: The resource doesn't exist on the filesystem
pl: Zasób nie istnieje

source: Couldn't generate token for that resource
pl: Nie udało się wygenerować

source: Couldn't read requested resource:
pl: Nie można odczytać rządanego zasobu:

source: It seems that this url expired, you need to generate a new one
pl: Wygląda na to, że URL wygasł, wygeneruj nowy

source: It seems that given token doesn't exist in the database
pl: Wygląda na to, że ten token nie istnieje

source: No id given or database is down
pl: Niepodany id albo baza danych nie odpowiada

source: File doesn't exist on server's filesystem
pl: Plik nie istnieje na serwerze

source: This is a folder, cannot download it directly
pl: Folderu nie da się pobrać

source: Resource id cannot be null
pl: Id nie może być puste

source: file
pl: plik

source: files
pl: pliki

source: uploaded of summary size
pl: wgrany/wgrane o sumarycznym rozmiarze

source: Your request has been accepted
pl: Twoje rządanie zostało zaakceptowane

source: Successfully created directory:
pl: Pomyślnie stworzono katalog:

source: Error: Couldn't create directory
pl: Błąd: Nie można stworzyć katalogu

source: You cannot use non-alphabetic characters in directory names
pl: Nie możesz używać znaków nie alfanumerycznych w nazwach katalogów

source: Successfully deleted elements
pl: Pomyślnie usunięto elementy

source: Error: Couldn't delete resource
pl: Błąd: Nie można usunąć zasobu

source: Error: Nothing to be deleted
pl: Błąd: Nie zaznaczono nic do usunięcia

source: Successfully renamed to {0}
pl: Pomyślnie zmieniono nazwę do {0}

source: New name cannot be empty
pl: Nowa nazwa nie może być pusta

source: Resource hidden
pl: Zasób ukryto

source: Couldn't be hidden
pl: Nie można ukryć zaznaczonego zasobu

source: Resource is visible now
pl: Zasób jest widoczny teraz dla wszystkich

source: Couldn't be set visible
pl: Nie można ukryć tego zasobu
