Repository: 0fca/pika-core
Catalog: Resources/Areas/Identity/Controllers/AccountController.*.resx
Languages: pl

source: Invalid login attempt. Username: {0}
pl: Logowanie nie powiodło się. Użytkownik: {0}

source: Account has been locked out
pl: Konto zostało zablokowane, przekroczyłeś liczbę błędnych logowań

source: Invalid authenticator code
pl: Niepoprawny kod autentykacyjny

source: Unable to load two-factor authentication user
pl: Błąd ładowania użytkownika

source: Invalid recovery code entered
pl: Wprowadziłeś niepoprawny kod

source: Error loading external login information during confirmation
pl: Napotkaliśmy problem w trakcie ładowania informacji o logowaniu

source: Your data is gathered from whole system, it can take a while. Your data will be accessible for download in CSV format as soon as they are ready
pl: Twoje dane są właśnie gromadzone, to może chwilkę zająć. Twoje dane będą dostępne do pobrania w formacie CSV, gdy tylko zostaną skompletowane.

source: Your account has been successfully deleted
pl: Twoje konto zostało pomyślnie stworzone

source: There was a problem during deleting your account
pl: Wystąpił nieoczekiwany problem w trakcie usuwania Twojego konta

source: Your password has been successfully reset
pl: Twoje hasło zostało pomyślnie zresetowane
