Repository: 0fca/pika-core
Catalog: Resources/Areas/Identity/Models/AccountViewModels/RegisterViewModel.*.resx
Languages: pl

source: Please, enter a valid email address
pl: Proszę, wprowadź poprawny adres

source: Username must be at least {2} and not longer than {1}
pl: Nazwa użytkownika musi mieć min. {2}, ale nie więcej niż {1}

source: Username cannot be the same as email
pl: Nazwa użytkownika nie może być taka sama jak email

source: You cannot use any special character inside your nickname
pl: Nazwa użytkownika nie może zawierać żadnych znaków specjalnych

source: The {0} must be at least {2} and at max {1} characters long
pl: {0} musi być co najmniej {2} i mieć max. {1} znaków

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Confirmed password must not be empty
pl: Musisz powtórzyć hasło, to pole nie może być puste

source: The password and confirmation password do not match
pl: Hasła nie zgadzają się

source: This field is required
pl: To pole jest wymagane
