Repository: 0fca/pika-core
Catalog: Resources/Areas/Core/Pages/Home/About.*.resx
Languages: pl

source: Pika Core is a core web application of whole web system called Pika Cloud. It's main purpose from its very beginning was to give an easy access to all resources I gather on my server's filesystem. PikaCore first web app I've ever build. I started development on .NET Core 1.1 SDK, but now I use .NET Core SDK of version {0}
pl: Pika Core jest rdzeniem mojego autorskiego cloudu - Pika Cloud. Jego głównym przeznaczeniem od samego początku było i jest udostępnianie zasobów na moim serwerze, któe gromadzę na dysku mojego serwera. Sam PikaCore to moja pierwsza aplikacja Web, zacząłem budować ją na .NET Core 1.1, jednak teraz używam do tego wersji {0}

source: This is PikaCore aka Hannah
pl: To jest PikaCore aka Hannah

source: Some technical stuff for those who are interested
pl: Trochę technicznych szczegółów dla tych co są zainteresowani

source: This neat simple web app is hosted on my private server and running on
pl: Ta schludna, prosta aplikacja Web jest hostowana na moim prywatnym serwerze z zainstalowanym OS

source: .NET Core is the technology I used to build Pika Core, its version is
pl: Użyłem .NET Core, aby zbudować Pika Core, aktualne wersja to

source: All this is open source under GPL v.3.0 license
pl: Wszystko to jest na licencji GPL v.3.0

source: About
pl: O aplikacji

source: What is this
pl: Co to jest

source: Instance:
pl: Instancja:

source: Technical information
pl: Informacje techniczne
